Repository: gemian/gka-calendar-qt
Catalog: po/*.po
Languages: ar, el, ga, gd, ja, ne, nl

source: %1 day
ar: %1 يوم
el: %1 ημέρα
ga: %1 lá
gd: %1 latha
ja: %1 日
ne: %1 दिन
nl: %1 dag

source: %1 hour
ar: %1 ساعة
el: %1 ώρα
ga: %1 uair an chloig
gd: %1 uair
ja: %1 時間
ne: %1 घण्टा
nl: %1 uur

source: %1 minute
ar: %1 اللحظة
el: %1 λεπτό
ga: %1 nóiméad
gd: %1 mionaid
ja: %1 分
ne: %1 मिनेट
nl: %1 minuut

source: %1 week
ar: %1 أسبوع
el: %1 εβδομάδα
ga: %1 seachtain
gd: %1 seachdain
ja: %1 週間
ne: %1 हप्ता

source: &Add Item
ar: اضافة عنصر
el: Πρόσθεσε είδος
ga: &Cuir Mír
gd: &Cuir ris
ja: アイテムを追加
ne: वस्तु थप्नुहोस्
nl: Voeg item toe

source: &Calender Collections
gd: &Mìosachan Cruinneachaidhean
ne: क्यालेन्डर संग्रह

source: &Day
gd: &Latha
ne: दिन

source: &Edit
ar: تصحيح
el: Επεξεργασία
ga: &Athraigh
gd: &Deasaich
ja: 編集
ne: सम्पादन गर्नुहोस्
nl: Bewerk

source: &File
ar: ملف
el: Αρχείο
ga: &Comhad
ja: ファイル
ne: फाइल
nl: het dossier

source: &Go
ar: اذهب
el: Πηγαίνω
ga: &Téigh
gd: &Rach
ja: 行こう
ne: जानुहोस्
nl: Gaan

source: &Jump to date
gd: &Leum gu ruige seo
ne: मितिमा जानुहोस्

source: &Quit
gd: &Cuidhtich
ne: छोड्नुहोस्

source: &Settings
ar: إعدادات
el: Ρυθμίσεις
ga: &Socruithe
gd: &Roghainnean
ja: 設定
ne: सेटिङ्हरू
nl: Instellingen

source: &To-do
gd: &Ri dh'eanamh
ne: गर्नु पर्ने

source: &Today
gd: &An-diugh
ne: आज

source: &Tools
ar: أدوات
el: Εργαλεία
ga: &Uirlisí
gd: &Innealan
ja: ツール
ne: उपकरणहरू
nl: Gereedschap

source: &View
ar: رأي
el: Θέα
ga: &Amharc
gd: &Seall
ja: ビュー
ne: हेर्नुहोस्
nl: Uitzicht

source: &Week
gd: &Seachdain
ne: हप्ता

source: &Year
gd: &Bliadhna
ne: वर्ष

source: 1 day
ar: يوم 1
el: 1 ημέρα
ga: 1 lá
gd: 1 latha
ja: 1日
ne: 1 दिन
nl: 1 dag

source: 1 hour
ar: 1 ساعة
el: 1 ώρα
ga: 1 uair an chloi
gd: 1 uair a thìde
ja: 1時間
ne: 1 घण्टा
nl: 1 uur

source: 1 week
ar: أسبوع 1
el: 1 εβδομάδα
ga: 1 seachtain
gd: 1 seachdain
ja: 1週間
ne: 1 हप्ता

source: 10 minutes
ar: 10 دقائق
el: 10 λεπτά
ga: 10 nóiméad
gd: 10 mionaidean
ja: 10分
ne: 10 मिनेट
nl: 10 minuten

source: 15 minutes
ar: 15 دقيقة
el: 15 λεπτά
ga: 15 nóiméad
gd: 15 mionaidean
ja: 15分
ne: 15 मिनेट
nl: 15 minuten

source: 2 days
ar: 2 أيام
el: 2 ημέρες
ga: 2 lá
gd: 2 latha
ja: 2日
ne: 2 दिन
nl: 2 dagen

source: 2 hours
ar: ساعاتين
el: 2 ώρες
ga: 2 uair an chloig
gd: 2 uair a thìde
ja: 2時間
ne: 2 घण्टा
nl: 2 uur

source: 2 weeks
ar: 2 أسابيع
el: 2 εβδομάδες
ga: 2 sheachtain
gd: 2 sheachdain
ja: 2週間
ne: 2 हप्ता
nl: 2 weken

source: 3 days
ar: 3 أيام
el: 3 ημέρες
ga: 3 lá
gd: 3 latha
ja: 3日
ne: 3 दिन
nl: 3 dagen

source: 30 minutes
ar: 30 دقيقة
el: 30 λεπτά
ga: 30 nóiméad
gd: 30 mionaid
ja: 30分
ne: 30 मिनेट
nl: 30 minuten

source: 5 minutes
ar: 5 دقائق
el: 5 λεπτά
ga: 5 nóiméad
gd: 5 mionaidean
ja: 5分
ne: 5 मिनेट
nl: 5 minuten

source: Add (ctrl-a)
ar: (ctrl-a) إضافة
el: Προσθέτω (ctrl-a)
ga: Cuir (ctrl-a)
gd: Cuir ris (ctrl-a)
ja: 追加 (ctrl-a)
ne: थप्नुहोस्
nl: Toevoegen (ctrl-a)

source: Adjust colour
ar: ضبط اللون
el: Ρυθμίστε το χρώμα
ga: Coigeartaigh dath
gd: Cuir dath ris
ja: 色を調整する
ne: रंग समायोजन गर्नुहोस्
nl: Kleur aanpassen

source: Alarm (ctrl-shift-A)
ar: (ctrl-shift-A) إنذار
el: Τρομάζω (ctrl-shift-A)
ga: Aláraim (ctrl-shift-A)
ja: 警報 (ctrl-shift-A)
ne: अलार्म (ctrl-shift-A)

source: All Day Event
ar: كل يوم الحدث
el: Ολοήμερη εκδήλωση
ga: Imeacht uile lae
gd: Tachartas a h-uile latha
ja: 終日イベント
ne: सबै दिन कार्यक्रम
nl: De hele dag evenement

source: Are you sure you want to delete the event "%1"?
ar: هل تريد بالتأكيد حذف الحدث "%1"؟
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το συμβάν "%1";
ga: An bhfuil tú cinnte gur mhaith leat an teagmhas "%1" a scriosadh?
gd: A bheil thu cinnteach gu bheil thu airson an tachartas "%1" a sguabadh às?
ja: "%1"というイベントを削除してもよろしいですか？
ne: के तपाईं पक्का घटना "%1" मेटाउन चाहानुहुन्छ?
nl: Weet je zeker dat je de gebeurtenis "%1" wilt verwijderen?

source: Available Calendar Collections
ar: مجموعات التقويم المتاحة
el: Διαθέσιμες συλλογές ημερολογίου
ga: Bailiúcháin Féilire Ar Fáil
gd: Cruinneachaidhean Féilire ri fhaotainn
ja: 使用可能なカレンダーコレクション
ne: उपलब्ध क्यालेन्डर संग्रह
nl: Beschikbare kalendercollecties

source: By Date
ar: حسب التاريخ
el: Κατά ημερομηνία
ga: Faoin Dáta
gd: Le Ceann-latha
ja: 日付別
ne: मिति अनुसार
nl: Op datum

source: By Week
ar: حسب الأسبوع
el: Μέχρι την εβδομάδα
ga: Faoin Seachtain
gd: Mun t-Seachdain
ja: 週ごと
ne: हप्तामा
nl: Per week

source: By Week Last
ar: حسب الأسبوع الماضي
el: Μέχρι την τελευταία εβδομάδα
ga: Faoi dheireadh na Seachtaine
gd: Mun t-seachdain mu dheireadh
ja: 最後の週まで
ne: हप्ताको अन्तमा
nl: Tegen de laatste week

source: Calendar
ar: التقويم
el: Ημερολόγιο
ga: Féilire
gd: Mìosachan
ja: カレンダー
ne: क्यालेन्डर
nl: Kalender

source: Calendar (ctrl-g)
ar: (ctrl-g) التقويم
el: Ημερολόγιο (ctrl-g)
ga: Féilire (ctrl-g)
gd: Mìosachan (ctrl-g)
ja: カレンダー (ctrl-g)
ne: क्यालेन्डर (ctrl-g)
nl: Kalender (ctrl-g)

source: Calendar Collections
ar: مجموعات التقويم
el: Συλλογές Ημερολογίου
ga: Bailiúcháin Féilire
gd: Mìosachan Cruinneachaidhean
ja: カレンダーコレクション
ne: क्यालेन्डर संग्रह
nl: Kalendercollecties

source: Cancel
ar: إلغاء
el: Ματαίωση
ga: Cealaigh
gd: Sguir dheth
ja: キャンセル
ne: रद्द गर्नुहोस्
nl: Annuleer

source: Cancel (esc)
ar: (esc) إلغاء
el: Ματαίωση (esc)
ga: Cealaigh (esc)
gd: Sguir dheth (etc)
ja: キャンセル (esc)
ne: रद्द गर्नुहोस् (esc)
nl: Annuleer (esc)

source: Collection colour
ar: لون المجموعة
el: Χρώμα συλλογής
ga: Dath bhailiúcháin
gd: Dath a 'chruinneachaidh
ja: コレクションの色
ne: सङ्कलन रंग
nl: Collectie kleur

source: Collection default
ar: المجموعة الافتراضية
el: Η προεπιλογή συλλογής
ga: Bailiúchán réamhshocraithe
gd: Co-chruinneachadh bunaiteach
ja: コレクションのデフォルト
ne: पूर्वनिर्धारित संग्रह
nl: Collectie standaard

source: Collection description
ar: وصف المجموعة
el: Περιγραφή συλλογής
ga: Bailiúchán cur síos
gd: Tuairisgeul na cruinne
ja: コレクションの説明
ne: सङ्कलन विवरण
nl: Verzameling beschrijving

source: Collection name
ar: اسم المجموعة
el: Όνομα συλλογής
ga: Ainm an bhailiúcháin
gd: Ainm a 'chruinneachaidh
ja: コレクション名
ne: सङ्कलन नाम
nl: Verzameling naam

source: Collection selected
ar: تم تحديد المجموعة
el: Η συλλογή έχει επιλεγεί
ga: Bailiúchán roghnaithe
gd: Cruinneachadh air a thaghadh
ja: コレクションの選択
ne: सङ्कलन चयन गरियो
nl: Verzameling geselecteerd

source: Colour for collection
ar: لون لجمع
el: Χρώμα για συλλογή
ga: Dath
gd: Dath airson cruinneachadh
ja: コレクションの色
ne: सङ्ग्रहको लागी रंग
nl: Kleur voor verzameling

source: Colour hex
ar: اللون عرافة
el: Hex χρώμα
ga: Hex dath
gd: Dàta dathte
ja: 色16進数
ne: रङ हेक्स
nl: Kleur hex

source: Count Occurrences
ar: عد مرات
el: Αριθμός συμβάντων
ga: Comhaireamh a dhéanamh
gd: Cunntas a 'nochdadh
ja: カウントの発生
ne: घटनाहरू गणना गर्नुहोस्

source: Daily
ar: اليومي
el: Καθημερινά
ga: Sa lá
gd: San latha
ja: 毎日
ne: दैनिक
nl: Dagelijks

source: Delete (ctrl-d)
ar: حذف (ctrl-d)
el: Διαγράφω (ctrl-d)
ga: Scrios (ctrl-d)
ja: 削除 (ctrl-d)
ne: मेटाउन (ctrl-d)
nl: Verwijder (ctrl-d)

source: Delete Event
ar: حذف الحدث
el: Διαγραφή συμβάντος
ga: Imeacht a scriosadh
gd: Cuir às do thachartas
ja: イベントの削除
ne: घटना मेटाउनुहोस्
nl: Evenement verwijderen

source: Delete Recurring Event
ar: حذف الحدث المتكرر
el: Διαγραφή επαναλαμβανόμενου συμβάντος
ga: Scrios imeacht athfhillteach
gd: Cuir às do thachartas cuairteachail
ja: 定期的な予定を削除する
ne: पुनरावर्ती घटना मेटाउनुहोस्
nl: Verwijder terugkerende gebeurtenis

source: Delete series (ctrl-s)
ar: (ctrl-s) حذف السلسلة
el: Διαγραφή σειράς (ctrl-s)
ga: Sraith a scriosadh (ctrl-s)
gd: Sguab às sreath (ctrl-s)
ja: シリーズの削除 (ctrl-s)
ne: श्रृंखला मेटाउनुहोस् (ctrl-s)
nl: Serie verwijderen (ctrl-s)

source: Delete single event "%1", or all repeating events?
ar: هل تريد حذف حدث واحد "%1" أو كل الأحداث المتكررة؟
el: Διαγραφή ενιαίου συμβάντος "%1" ή όλων των επαναλαμβανόμενων συμβάντων;
ga: Scrios imeacht amháin "%1", nó gach imeacht athrá?
gd: Thoir às de thachartas singilte "%1", no gach tachartas ath-aithris?
ja: 単一のイベント "％1"、またはすべての繰り返しイベントを削除しますか？
ne: एकल घटना "%1" मेटाउनुहोस्, वा सबै दोहोरिने घटनाहरू?
nl: EÃ©n evenement "%1" of alle herhalende gebeurtenissen verwijderen?

source: Delete this (ctrl-d)
ar: (ctrl-d) امسح هذه
el: Διαγράψτε αυτό (ctrl-d)
ga: Scrios seo (ctrl-d)
gd: Sguab às seo (ctrl-d)
ja: これを削除する (ctrl-d)
ne: यो मेटाउनुहोस् (ctrl-d)
nl: Verwijder dit (ctrl-d)

source: Description (ctrl-d)
ar: (ctrl-d) وصف
el: Περιγραφή (ctrl-d)
ga: Cur síos (ctrl-d)
gd: Tuairisgeul (ctrl-d)
ja: 説明 (ctrl-d)
ne: विवरण (ctrl-d)
nl: Beschrijving (ctrl-d)

source: Edit (ctrl-e)
ar: تصحيح (ctrl-e)
el: Επεξεργασία (ctrl-e)
ga: Athraigh (ctrl-e)
gd: Deasaich (ctrl-e)
ja: 編集 (ctrl-e)
ne: सम्पादन गर्नुहोस् (ctrl-e)
nl: Bewerk (ctrl-e)

source: End Date:
ar: تاريخ الانتهاء:
el: Ημερομηνία λήξης:
ga: Dáta deiridh:
gd: Ceann-latha deireannach:
ja: 終了日:
ne: अन्त्य मिति:
nl: Einddatum:

source: End Time:
ar: وقت النهاية:
el: Τέλος χρόνου:
ga: Am Deireadh:
gd: Am Deireadh:
ja: 終了時間:
ne: अन्त समय:
nl: Eindtijd:

source: Enter event details
ar: أدخل تفاصيل الحدث
el: Εισαγάγετε τα στοιχεία συμβάντων
ga: Cuir isteach sonraí an imeachta
gd: Cuir a-steach fiosrachadh mun tachartas
ja: イベントの詳細を入力
ne: घटना विवरणहरू प्रविष्ट गर्नुहोस्
nl: Voer de details van het evenement in

source: Event name
ar: اسم الحدث
el: Εισαγάγετε το όνομα
ga: Ainm an imeachta
gd: Cuir a-steach ainm
ja: イベント名
ne: घटना नाम
nl: Voer naam in

source: Fifth %1
ar: %1 خامس
el: Πέμπτος %1
ga: Cúigiú %1
gd: An còigeamh %1
ja: 五番目 %1
ne: पाँचवाँ %1
nl: Vijfde %1

source: First %1
ar: %1 أول
el: Πρώτα %1
ga: An Chéad %1
gd: A’ chiad %1
ja: 最初 %1
ne: पहिलो %1
nl: Eerste %1

source: Forever
ar: إلى الأبد
el: Για πάντα
ga: Go deo
gd: Gu bràth
ja: 永遠に
ne: सधैंभरि
nl: Voor altijd

source: Fourth %1
ar: %1 رابع
el: Τέταρτος %1
ga: Ceathrú %1
gd: An ceathramh %1
ja: 第4 %1
ne: फोर्थ %1
nl: Vierde %1

source: Hide (ctrl-s)
ar: (ctrl-s) إخفاء
el: Κρύβω (ctrl-s)
ga: Folaigh (ctrl-s)
gd: Falaich (ctrl-s)
ja: 隠す (ctrl-s)
ne: लुकाउनुहोस् (ctrl-s)
nl: Verbergen (ctrl-s)

source: Location
ar: موقعك
el: Τοποθεσία
ga: Suíomh
gd: Àite
ja: ロケーション
ne: स्थान
nl: Plaats

source: Monthly
ar: شهريا
el: Μηνιαίος
ga: Míosúil
gd: Mìosail
ja: 毎月
ne: मासिक
nl: Maandelijks

source: No Alarm
ar: لا إنذار
el: Δεν υπάρχει συναγερμός
ga: Uimh Alarm
gd: Chan eil Alarm
ja: アラームなし
ne: कुनै अलार्म छैन
nl: Geen alarm

source: OK (ctrl-s)
ar: (ctrl-s) حسنا
el: Εντάξει (ctrl-s)
gd: Ceart (ctrl-s)
ne: ठिक छ (ctrl-s)

source: Occurrences
ar: الحوادث
el: Εμφανίσεις
ga: Tarlú
gd: A rèir coltais
ja: 出現数
ne: घटनाहरू
nl: Voorkomen

source: On Event
ar: على الحدث
el: Στο συμβάν
ga: Ar Imeacht
gd: Air Tachartas
ja: イベント時
ne: कार्यक्रममा
nl: Op evenement

source: Once
ar: ذات مرة
el: Μια φορά
ga: Chomh luath
gd: Aon uair
ja: 一度
ne: एक पटक
nl: Een keer

source: Repeat (ctrl-r)
ar: (ctrl-r) كرر
el: Επαναλαμβάνω (ctrl-r)
ga: Déan arís (ctrl-r)
gd: Dèan aithris a-rithist (ctrl-r)
ja: 繰り返す (ctrl-r)
ne: दोहोर्याउनुहोस् (ctrl-r)
nl: Herhaling (ctrl-r)

source: Save (ctrl-s)
ar: (ctrl-s) حفظ
el: Αποθηκεύσετε (ctrl-s)
ga: Sábháil (ctrl-s)
gd: Sàbhail (ctrl-s)
ja: セーブ
ne: बचत गर्नुहोस् (ctrl-s)
nl: Opslaan (ctrl-s)

source: Second %1
ar: ثانيا %1
el: Δεύτερος %1
ga: Dara %1
gd: An dàrna %1
ja: 二番目 %1
ne: दोस्रो %1
nl: Opslaan %1

source: Settings
ar: إعدادات
el: Ρυθμίσεις
ga: Socruithe
gd: Roghainnean
ja: 設定
ne: सेटिङ्हरू
nl: Instellingen

source: Show (ctrl-s)
ar: (ctrl-s) تبين
el: προβολή (ctrl-s)
ga: Taispeáin (ctrl-s)
gd: Seall (ctrl-s)
ja: ショー
ne: देखाउनु (ctrl-s)
nl: Laten zien (ctrl-s)

source: Show Lunar Calendar
ar: إظهار التقويم القمري
el: Εμφάνιση Σεληνιακού Ημερολογίου
ga: Taispeáin Féilire Lunar
gd: Seall Calendag Lunar
ja: 月のCaを表示する...
ne: चन्द्र पात्रो देखाउनुहोस्
nl: Toon maankalender

source: Start Date:
ar: تاريخ البدء:
el: Ημερομηνία έναρξης:
ga: Dáta tosaigh:
gd: Ceann-latha tòiseachaidh:
ja: 開始日:
ne: सुरू मिति:
nl: Begin datum:

source: Start Time:
ar: وقت البدء:
el: Ωρα έναρξης:
ga: Am Tosaigh:
gd: Àm Tòiseachaidh:
ja: 始まる時間:
ne: सुरु समय:
nl: Starttijd:

source: Third %1
ar: %1 الثالث
el: Τρίτος %1
ga: Tríú %1
gd: An treas %1
ja: 三番 %1
ne: तेस्रो %1
nl: Derde %1

source: To-do
gd: Ri dh'eanamh
ne: गर्नु पर्ने

source: Today
ar: اليوم
el: Σήμερα
ga: Inniu
gd: An-diugh
ja: 今日
ne: आज
nl: Vandaag

source: Until Date
ar: حتى تاريخ
el: Μέχρι την ημερομηνία
ga: Go dtí an dáta
gd: Suas gu Ceann-latha
ja: 日付まで
ne: मिति सम्म
nl: Tot datum

source: Week %1
ar: %1 أسبوع
el: Εβδομάδα %1
ga: Seachtain %1
gd: Seachdain %1
ja: 週間 %1
ne: हप्ता %1

source: Weekly
ar: أسبوعي
el: Εβδομαδιαίος
ga: Seachtainiúil
gd: Seachdain
ja: 毎週
ne: साप्ताहिक
nl: Wekelijks

source: Year Planner
ar: مخطط السنة
el: Έτος σχεδιασμού
ga: Pleanálaí Bliana
gd: Planner Bliadhna
ja: 年プランナー
ne: वर्ष योजनाकार
nl: Jaarplanner

source: Yearly
ar: سنوي
el: Ετήσια
ga: Bliantúil
gd: Bliadhnail
ja: 毎年
ne: वार्षिक
nl: Jaarlijkse

source: Zoom &In
ne: जुम इन गर्नुहोस्...

source: Zoom &Out
gd: Zoom &a-mach...
ne: जुम आउट गर्नुहोस्...

source: &Calender Collections (ctrl-shift-C)
ar: (ctrl-shift-C) مجموعات التقويم
el: Συλλογές Ημερολογίου (ctrl-shift-C)
ga: &Bailiúcháin Féilire (ctrl-shift-C)
ja: カレンダーコレクション (ctrl-shift-C)
nl: Kalendercollecties (ctrl-shift-C)

source: &Day (ctrl-shift-D)
ar: (ctrl-shift-D) يوم
el: Ημέρα (ctrl-shift-D)
ga: &Lá (ctrl-shift-D)
ja: 日 (ctrl-shift-D)
nl: Dag (ctrl-shift-D)

source: &Jump to date (ctrl-j)
ar: (ctrl-j) الانتقال حتى الآن
el: Μετάβαση στην ημερομηνία (ctrl-j)
ga: &Léim go dtí seo (ctrl-j)
ja: ジャンプする (ctrl-j)

source: &Quit (ctrl-q)
ar: (ctrl-q) استقال
el: Εγκαταλείπω (ctrl-q)
ga: &Scoir (ctrl-q)
ja: 終了する (ctrl-q)
nl: Verlaten (ctrl-q)

source: &Today (space)
ar: (space) اليوم
el: Σήμερα (space)
ga: &Inniu (space)
ja: 今日 (space)
nl: Vandaag (space)

source: &Week (ctrl-shift-W)
ar: (ctrl-shift-W) أسبوع
el: Εβδομάδα (ctrl-shift-W)
ga: &Seachtain (ctrl-shif-W)
ja: 週間 (ctrl-shift-W)

source: &Year (ctrl-shift-Y)
ar: (ctrl-shift-Y) عام
el: Ετος (ctrl-shift-Y)
ga: &Bliain (ctrl-shift-Y)
ja: 年 (ctrl-shift-Y)
nl: Jaar (ctrl-shift-Y)

source: Zoom &In (ctrl-m)
ar: تكبير (ctrl-m)
el: Μεγέθυνση... (ctrl-m)
ga: Zúmáil isteach... (ctrl-m)
ja: ズームイン... (ctrl-m)
nl: In zoomen... (ctrl-m)

source: Zoom &Out (ctrl-shift-M)
ar: تصغير (ctrl-shift-M)
el: συρρικνωθεί... (ctrl-shift-M)
ga: Súmáil Amach... (ctrl-shift-M)
ja: ズームアウトする... (ctrl-shift-M)
nl: Uitzoomen... (ctrl-shift-M)
